<template>
    <div>
        <div  style="width: 90%;height: 600px;overflow: auto;margin: 20px auto;font-size: 12px;">
            <h4>弘道智慧是一款平台性质产品，为说明弘道智慧会如何收集、使用和存储你的个人信息及你享有何种权利，我们将通过本指引向你阐述相关事宜，其中要点如下：</h4>
            <div>i. 我们将逐一说明我们收集的你的个人信息类型及其对应的用途，以便你了解我们针对某一特定功能所收集的具体个人信息的类别、使用理由及收集方式。</div>
            <div> ii. 当你使用一些功能时，我们会在获得你的同意后，收集你的一些敏感信息，除非按照相关法律法规要求必须收集，拒绝提供这些信息仅会使你无法使用相关特定功能，但不影响你正常使用弘道智慧的其他功能。</div>
            <div>iii. 目前，弘道智慧不会主动共享或转让你的个人信息至第三方，如存在其他共享或转让你的个人信息情形时，我们会征得你的明示同意。</div>
            <div>iv. 目前，弘道智慧不会主动从第三方获取你的个人信息。如未来为业务发展需要从第三方间接获取你的个人信息，我们会在获取前向你明示你个人信息的来源、类型及使用范围，如弘道智慧开展业务需进行的个人信息处理活动超出你原本向第三方提供个人信息时的授权同意范围，我们将在处理你的该等个人信息前，征得你的明示同意；此外，我们也将会严格遵守相关法律法规的规定，并要求第三方保障其提供的信息的合法性。</div>
        </div>
    </div>
</template>
<script>
export default {};
</script>
<style lang="scss" scoped>
    div{
        width: 100%;
        margin-top:20px;
    }
</style>

