<template>
    <div>
        <div style="width: 90%;height: 600px;overflow: auto;margin: 20px auto;font-size: 12px;">
        <h2> 弘道智慧用户注册协议</h2><br /><br />

    <h4>1、弘道智慧服务条款确认</h4><br /><br />
    弘道智慧的各项服务的所有权和运营权归弘道智慧集团，任何单位和个人非经本公司授权不得以本公司及其所有的网站名义进行商业或非商业活动。<br /><br />


    <h4>2、弘道智慧版权声明</h4><br /><br />
    弘道智慧旗下网站及弘道智慧的其他网站)上刊载的所有内容，包括但不限于文字报导、图片、声音、录像、图表、标志、标识、广告、商标、商号、域名、软件、程序、版面设计、专栏目录与名称、内容分类标准以及为注册用户提供的任何或所有信息，均受《中华人民共和国著作权法》、《中华人民共和国商标法》、《中华人民共和国专利法》及适用之国际公约中有关著作权、商标权、专利权及其它财产所有权法律的保护，为山东弘道智慧集团及其相关权利人专属所有或持有。 使用者将弘道智慧提供的内容与服务用于非商业用途、非盈利、非广告目的而纯属个人使用时，应遵守著作权法以及其他相关法律的规定，不得侵犯弘道智慧及其相关权利人的合法权益。 <br />
    <br /><br />


    <h4>3、风险承担</h4><br /><br />
    用户个人对网络服务的使用自行承担风险。弘道智慧所提供的所有资料权限于对用户参考，不对用户的商业运作做任何具体性指导，用户应自行承担使用或提供本网信息的商业活动及其风险。弘道智慧不保证服务一定能满足用户的要求，也不保证服务不会受中断。本网将尽力保证服务的及时性、准确性、安全性，但对及时性、准确性、安全性等都不作任何具体承诺。对用户在运用弘道智慧得到的任何商品购物服务或交易进程，均不作任何担保。
    <br /><br />

    <h4>4、法律适用</h4><br /><br />
    本网网络服务条款与中华人民共和国的法律解释相一致，用户和弘道智慧一致同意服从中华人民共和国法律的管辖。如发生弘道智慧服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户产生法律效力和影响。
        </div> 
    </div> 
</template>
<script>
export default {
    
}
</script>
<style lang="scss" scoped>

</style>

